export default {
    common: {
        incorrect: 'Поле содержит недопустимые символы',
        required: 'Поле обязательно для заполнения',
        min: 'Поле должно иметь минимальную длину: ',
        max: 'Поле должно иметь максимальную длину',
        matches: 'Поле заполнено некорректно'
    },
    field: {
        email: {
            default: 'Email-адрес заполнен некорректно'
        },
        password: {
            default: '',
            sameAs: 'Пароли не совпадают'
        }
    }
}
